aircrack-ng
alsa-utils
arandr
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
arp-scan
atool
autoconf
automake
avr-gdb
avr-libc
avrdude
awesome-terminal-fonts
bash
bc
beep
bind-tools
binutils
bison
boost
bzip2
calcurse
capstone
catimg
cava
cereal
cimg
clang
cmake
cmatrix
cool-retro-term
coreutils
cowsay
cronie
cryptsetup
cscope
ctags
cuda
cura
device-mapper
dfu-util
dhcpcd
dhex
dialog
diffutils
discord
dmenu
dosfstools
dunst
e2fsprogs
eagle
exfat-utils
fakeroot
feh
file
filesystem
findutils
firefox
flake8
flex
fortune-mod
fuse3
fzf
gawk
gcc
gcc-libs
gdb
gef-git
gettext
ghidra-bin
gimp
git
glfw-doc
glfw-x11
glib2-docs
glibc
glm
gnome-keyring
gnu-netcat
gnuplot
gotop
gpresent
gradle
grep
groff-git
groff-utf8
grub
gtk-doc
gtk-theme-arc-gruvbox-git
gvim
gzip
hexyl
highlight
htop
hub
i3-gaps
i3blocks
i3lock
i3status
icedtea-web
imagemagick
inetutils
ipcalc
iproute2
iputils
java-environment-common
jdk-openjdk
jfsutils
joyutils
jre-openjdk
less
lf-bin
lib32-nvidia-utils
libcdk
libnotify
libtool
licenses
light
linux
linux-firmware
linux-headers
logrotate
lolcat
ltrace
lvm2
lynx
m4
maim
make
man-db
man-pages
mdadm
mediainfo
metapixel
metasploit
mlocate
mono
mpc
mpd
mpv
nano
ncmpcpp
neofetch
neovim
net-tools
netctl
netpbm
networkmanager
newsboat
nmap
nodejs-emojione
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
nuitka
nvidia
nvidia-settings
nvimpager-git
opencv
openmp
openscad
openssh
pacman
pandoc
patch
pciutils
perl
pkgconf
poppler
powerline
procps-ng
psmisc
psutils
pulseaudio
pulseaudio-alsa
pulsemixer
pv
pyside2
python
python-aniso8601
python-anytree
python-blessed
python-click
python-flask
python-flask-restful
python-itsdangerous
python-jinja
python-markupsafe
python-pip
python-pygments
python-pynvim
python-pytz
python-sqlalchemy
python-ueberzug
python-werkzeug
python-yaml
python2-pip
qemu
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-imageformats
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-speech
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
r
radare2-git
ranger
rar
reaver
reiserfsprogs
rkhunter
rlwrap
rtl8822bu
s-nail
sc-im
screen
scrot
sed
shadow
shellcheck
simavr
simple-mtpfs
socat
sparkfun-eagle-lib-git
spdlog
speedtest-cli
spotify
stlink
stow
strace
sudo
swig
sxiv
syncthing
sysfsutils
systemd
systemd-sysvcompat
tar
task-spooler
terminal-parrot
texinfo
texlive-pictures
texlive-publishers
texlive-science
thefuck
tmux
traceroute
translate-shell
transmission-cli-git
transmission-remote-cli-git
tree
ttf-font-awesome
ttf-inconsolata
ttf-joypixels
ttf-liberation
ttf-linux-libertine
ttf-twemoji
ttf-twemoji-color
unclutter-xfixes-git
unicode-emoji
urlscan
usbutils
util-linux
vala
valabind
vi
vifm
virtualbox
virtualbox-ext-vnc
virtualbox-host-modules-arch
voltron-git
w3m
wavemon
weechat
wget
which
wikicurses
wireshark-cli
wireshark-qt
wkhtmltopdf
wxgtk3
xcape
xclip
xcompmgr
xdot
xdotool
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xpdf
xterm
xurls
xwallpaper
yay
youtube-dl
zathura
zathura-djvu
zathura-pdf-mupdf
zsh
zsh-autosuggestions
zsh-completions
zsh-doc
zsh-syntax-highlighting
