aircrack-ng
alsa-utils
arandr
arch-install-scripts
arduino-avr-core
arduino-docs
aria2
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
arp-scan
atool
autoconf
automake
avr-gcc
avr-gdb
avr-libc
avrdude
bash
bc
beep
bind-tools
binutils
binwalk
bison
boost
bzip2
calcurse
caprine
catimg
cereal
cimg
clang
cmake
cmatrix
cool-retro-term
coreutils
cowfortune
cowsay
create_ap
cronie
cryptsetup
cscope
ctags
cuda
cups-pdf
cura
device-mapper
dfu-util
dhcpcd
dhex
dia
dialog
diffutils
discord
dmenu
dnsmasq
dos2unix
dosfstools
doxygen
dunst
e2fsprogs
efibootmgr
enigma
entr
evtest
exfat-utils
extra-cmake-modules
fakeroot
fbida
feh
figlet
file
filesystem
finch
findutils
firefox
flake8
flex
foomatic-db
fop
fortune-mod
freetype2-demos
freetype2-docs
fuse3
fvextra
fzf
gawk
gcc
gcc-fortran
gcc-libs
gdb
gettext
ghc
ghostscript
git
glew
glfw-doc
glfw-x11
glib2-docs
glibc
glm
glu
gnome-keyring
gnu-netcat
gnuplot
go-tools
gobject-introspection
gparted
gradle
graphviz
grep
groff
grub
gtk-doc
gts
gutenprint
gvim
gzip
haskell-vty
hasktags
hexyl
highlight
hoogle
hostapd
hplip
hub
i3-gaps
i3blocks
i3lock
i3status
icedtea-web
imagemagick-doc
inetutils
ipcalc
iproute2
iputils
iw
java-avalon-framework
java-batik
java-commons-io
java-commons-logging
java-xmlgraphics-commons
jdk-openjdk
jdk8-openjdk
jfsutils
joyutils
jsoncpp-doc
jupyter
jupyterlab
kdb
krita
leatherman
less
libidn
libnotify
libstdc++5
libtool
libzip
licenses
light
linux
linux-firmware
linux-headers
lld
lldb
llvm
logrotate
lolcat
lsd
lshw
ltrace
lvm2
lynx
m4
macchanger
maim
make
man-db
man-pages
mdadm
mediainfo
mesa-demos
metapixel
metasploit
mitmproxy
mlocate
mono
mpc
mpd
mpv
mtools
nano
ncmpcpp
neofetch
neomutt
neovim
net-tools
netctl
nethack
netpbm
networkmanager
newsboat
ninja
nm-connection-editor
nmap
nodejs-emojione
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
nuitka
opencv
opengl-man-pages
openmp
openocd
openscad
openssh
openvpn
p7zip
pandoc
patch
pciutils
pdftricks
perl
perl-anyevent-i3
pidgin-libnotify
pkgconf
ponysay
powerline
procps-ng
proxychains-ng
psmisc
psutils
pulseaudio-alsa
pulsemixer
purple-plugin-pack
pv
pyside2
python-aniso8601
python-anytree
python-beaker
python-blessed
python-capstone
python-flask
python-flask-restful
python-fonttools
python-greenlet
python-itsdangerous
python-jinja
python-keystone
python-mako
python-markdown
python-markupsafe
python-numexpr
python-numpy
python-pandas
python-pyalsa
python-pygments
python-pynvim
python-pytorch
python-pywal
python-ropper
python-scipy
python-sqlalchemy
python-werkzeug
python-yaml
python2-numpy
qemu
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-imageformats
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-speech
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5ct
r
ragel
ranger
rclone
reaver
reiserfsprogs
rkhunter
rlwrap
rpmextract
rsync
s-nail
sane
screen
screenfetch
scrot
sdl2_image
sdl2_mixer
sdl2_net
sdl_mixer
sed
shadow
shellcheck
simavr
socat
sox
spdlog
speedtest-cli
sqlite-doc
stack
stlink
stow
strace
sudo
surf
swig
sxiv
syncthing
sysfsutils
system-config-printer
systemd
systemd-sysvcompat
tabbed
tar
tcc
tcl
texinfo
texlive-fontsextra
texlive-pictures
texlive-publishers
texlive-science
thefuck
tk
tmuxp
traceroute
translate-shell
tree
ttf-font-awesome
ttf-inconsolata
ttf-joypixels
ttf-linux-libertine
unicode-emoji
unoconv
unrar
unzip
urlscan
usbutils
util-linux
vala
valabind
vdpauinfo
vi
vifm
vim-spell-en
vim-spell-sk
virtualbox
virtualbox-ext-vnc
virtualbox-host-modules-arch
w3m
wavemon
weechat
wget
which
whois
wikicurses
wireless_tools
wireshark-cli
wireshark-qt
wkhtmltopdf
wol
wpa_supplicant
wv
wxgtk3
xcape
xclip
xcompmgr
xdot
xdotool
xf86-input-evdev
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xpdf
xsane
xterm
xwallpaper
youtube-dl
zathura
zathura-djvu
zathura-pdf-mupdf
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-doc
zsh-history-substring-search
zsh-syntax-highlighting
zshdb
