6cord
abook
acpi
aircrack-ng
alsa-utils
android-tools
apm_planner
arachne-pnr-git
arandr
arch-install-scripts
ardour
arduino-avr-core
arduino-docs
aria2
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
arp-scan
asciiquarium
asoundconf
atool
audacity
autoconf
automake
autorandr
avarice-svn
aview
avr-gcc
avr-gdb
avr-libc
avrdude
base
bash-language-server
bash-pipes
bashtop
bat
bb
bc
bdf-unifont
bear
beep
betterdiscord-rauenzi-git
betterdiscordctl-git
bind
binutils
binwalk
bison
bluez-tools
bluez-utils
blugon
boost
botsay
boxes
brave-bin
bridge-utils
broot
bsp-layout
bspwm
buddhasay
bullshit
byond
cabal-install
caprine
catimg
cava-git
ccls-git
cdemu-client
cdemu-daemon
cereal
chaiscript-git
chez-scheme-git
chromedriver
cht.sh-git
cimg
clazy
cling
clipmenu-git
cmake
cmake-language-server-git
cmatrix
colormake-git
cool-retro-term
cordless-bin
cowfortune
cowsay
cpdf-bin
create_ap
cronie
cscope
ctags
cups-pdf
cura
curlftpfs
deutex-git
devour
dfhack-bin
dfu-util
dhcpcd
dhex
dia
dialog
diff-so-fancy-git
diffmerge
dinotrace
dirb
discord-cli-git
dmenu
dnsmasq
docker
docker-compose
dockerfile-language-server-bin
doge
dos2unix
dosbox
dosfstools
doxygen
dpkg
dragon-drag-and-drop-git
drive
droidcam
dunst
dwarffortress
easy_spice
edex-ui
efibootmgr
efm-langserver
elinks
enigma
entr
espeak
evtest
exfat-utils
extra-cmake-modules
fakeroot
fdupes
feh
ffmpeg
figlet
figlet-fonts
file
finch
findutils
firefox
firejail
flake8
flashrom
flex
fontconfig-docs
foomatic-db
fop
fortune-mod
freedm-git
freerouting
freetype2-demos
freetype2-docs
fuse3
fvextra
fzf
gawk
gcalcli
gcc
gcc-ada
gcc-fortran
gconf
gdb
gdrive
geckodriver
gef-git
genact
geteltorito
gettext
ghc
ghdl-llvm-git
ghidra-bin
ghostscript
gimp
git
git-lfs
gksu
glances
glfw-doc
glfw-x11
glhack
glib2-docs
glm
gnome-keyring
gnu-netcat
gnuplot
go-tools
gobject-introspection
google-chrome
gotop-git
gparted
gradle
graphviz
grep
groff
grub-customizer
grub-theme-creator
gsasl
gtk
gtk-doc
gtk-theme-arc-gruvbox-git
gtk-theme-config
gtkwave-gtk3-tcl
gts
gucharmap
gutenprint
gvim
gzip
haskell-language-server-bin
haskell-vty
hasktags
hexyl
hheretic
hhexen
highlight
hlint
hmetis
hollywood
hoogle
hostapd
hplip
html2ps
htop-vim-temperature
hub
i3-gaps
i3blocks
i3lock
i3status
icedtea-web
icestorm-git
icestudio-appimage
imagemagick-doc
inetutils-git
insect
ipcalc
irssi
isync
iverilog
iw
j4-dmenu-desktop
java-avalon-framework
java-batik
java-commons-io
java-commons-logging
java-xmlgraphics-commons
jdk
jdk-openjdk
jfsutils
joyutils
jsoncpp-doc
jupyter
jupyterlab
kdb
kde-gtk-config
khard
kicad
kicad-library
kicad-templates
krita
kvantum-qt5
leatherman
lesspipe
lf-bin
libappindicator-gtk2
libnotify
libstdc++5
libtool
libxft-bgra
light
linux
linux-firmware
linux-headers
littleutils-full
lld
llvm
lndir
logisim
logrotate
lolcat
lsd
lshw
lsof
lsw
ltrace
lua-lsp-git
luit
lvm2
lxappearance-gtk3
lynx
m4
macchanger
magic
maim
make
man-db
man-pages
mates-git
matterhorn-bin
md5
mdadm
mediainfo
mesa-demos
metapixel
metasploit
mitmproxy
mixxx-git
mlocate
mono
mpc
mpd
mplayer
mpv
msmtp
mtools
multivalent-pdf-tools
mutt-wizard-git
nano
ncmpcpp
ncurses5-compat-libs
neofetch
neomutt
neovim-nightly-bin
nerd-fonts-complete
nerd-fonts-hack
nerd-fonts-source-code-pro
net-tools
netctl
nethack
netkit-telnet-ssl
netpbm
networkmanager
newsboat
nextpnr-git
ninja-git
nix
nm-connection-editor
nmap
no-more-secrets
nodejs-emojione
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
nuitka
nuspell
nvramtool-git
nyancat
oh-my-zsh-git
opencv
openfortivpn
openfpgaloader
opengl-man-pages
openmp
openocd
openscad
openshot
openvpn
p7zip
pacgraph
packettracer
pacman
pam-gnupg
pandoc
pass-otp
patch
pavucontrol
pcbdraw
pdfminer
pdftricks
perf
perl-anyevent-i3
perl-devel-checklib
picom
pidgin-libnotify
pipe-viewer-git
pistol-git
pjson
pkgconf
pkgfile
playerctl
polybar
polybar-spotify
ponysay
poppler
powerstat
powertop
proxychains-ng
psutils
pulseaudio-alsa
pulseaudio-bluetooth
pulseeffects
pulsemixer
pulseview
purple-discord-git
purple-facebook-git
purple-matrix-git
purple-mattermost-git
purple-plugin-pack
pv
py++
pyside2
python-aniso8601
python-anytree
python-beaker
python-blessed
python-capstone
python-cpplint
python-flask
python-flask-restful
python-fonttools
python-greenlet
python-ipdb
python-itsdangerous
python-jinja
python-keystone
python-language-server
python-mako
python-markdown
python-markupsafe
python-numexpr
python-numpy
python-pandas
python-pyalsa
python-pygments
python-pynvim
python-pywal
python-qiskit-aer
python-qiskit-aqua
python-qiskit-ibmq-provider
python-qiskit-ignis
python-ropper
python-scipy
python-sphinxcontrib-newsfeed
python-sqlalchemy
python-werkzeug
python-yaml
python2-numpy
python2-pip-git
qemu
qrencode
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-imageformats
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-speech
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5ct
r
radare2
ragel
rar
rbenv
rclone
reaver
reiserfsprogs
ripgrep
rkhunter
rlwrap
rmlint
rmtrash
rpmextract
rsync
rtags
rust-analyzer
rustup
s-nail
saleae-logic
saleae-logic-alpha
sane
sc-im
screen
screenfetch
screenkey
scrot
sdl2_image
sdl2_mixer
sdl2_net
sdl2_ttf
sdl_image
sdl_mixer
sed
shellcheck
sigrok-cli
sigrok-firmware-fx2lafw
simavr
simple-mtpfs
skypeforlinux-stable-bin
sl
slack-desktop
slack-libpurple-git
socat
soundsense
sox
spdlog
speedtest-cli
spicetify-cli
spotify
spotify-tui-bin
spotifyd
sql-language-server
sqlite-doc
srm
stack
stationhub
stlink
stm32cubemx
stow
strace
sudo
surfraw
svkm
swaglyrics
swig
sxhkd
sxiv
syncthing
system-config-printer
taptempo
task-spooler
tcc
tcl
tcpdump
teams
telegram-purple
termdown
terminus-cyrillic
texinfo
texlab
texlive-fontsextra
texlive-pictures
texlive-publishers
texlive-science
thefuck
themix-full-git
tig
tinyprog
tk
tlp
tmux-git
tmux-mem-cpu-load-git
tmux-resurrect-git
tmuxline-git
tmuxp
toilet
toilet-fonts
toxcore
traceroute
translate-shell
transmission-cli
tree
trellis-git
trello
tremc
tspreed
ttf-c64
ttf-font-awesome
ttf-inconsolata
ttf-joypixels
ttf-linux-libertine
ttf-nerd-fonts-hack-complete-git
ttf-nerd-fonts-symbols
ttf-twemoji-color
ttf-unifont
tty-clock
ueberzug
unclutter
unicode-emoji
unoconv
unzip
up
urjtag
urlscan
urlview
urlwatch
usbutils
vala
valabind
vcd
vcdiff-git
vcdimager
vdirsyncer
vdpauinfo
verilator
vi
vifm
vim-language-server
vim-spell-en
vim-spell-ru
vim-spell-sk
virtualbox
virtualbox-ext-vnc
virtualbox-host-modules-arch
voltron-git
vscode-css-languageserver-bin
vscode-json-languageserver-bin
vtop
vtr
w3m
wavemon
weechat
wfuzz
wget
whatami-git
whatsapp-nativefier-dark
which
whois
wikicurses
wine
winetricks
wireless_tools
wireshark-cli
wireshark-qt
wkhtmltopdf
wmctrl
woeusb-git
wol
wpa_supplicant
wv
wxgtk3
xc3sprog-svn
xcape
xcircuit
xclip
xcompmgr
xcursor-themes
xdo
xdot
xdotool
xdotool-gui
xf86-input-evdev
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xinetd
xkb-switch-git
xkbset
xmind-2020
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xpr
xorg-xprop
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xpdf
xsane
xscreensaver
xsecurelock
xsel
xterm
xtermcontrol
xtitle
xurls
xwallpaper
yaml-language-server-bin
yay-git
yosys
youtube-dl
z
zathura
zathura-djvu
zathura-pdf-mupdf
zip
zplug
zsh-doc
zshdb
